{
  "companies" : {
    "title":"For bedrifter",
    "intro": "Er din bedrift på utkikk etter skarpe IT-studenter? Vi arrangerer blant annet bedriftspresentasjoner hver uke, og cyberdager hvert semester. Ta kontakt [her](mailto:bedpres@login.no) for nærmere avtale rundt bedriftspresentasjon eller [her](mailto:cyberdagene@login.no) for nærmere avtale rundt cyberdagene. Les videre for å høre om alt vi har å tilby din bedrift.",
    "bedpres": {
      "title": "Bedpres",
      "body": "Login sin PR komite arrangerer bedriftspresentasjoner hvor bedriften din får mulighet til å presentere til studentene hva dere jobber med, hvilke tjenester dere tilbyr, hvordan dere jobber osv. På denne måten blir studentene bevisst på hva dere tilbyr, og ikke minst arbeidsmiljøet deres. Vi tilbyr tilrettelegging for matservering (Pizza) under presentasjonen, men det er mest vanlig å rusle ned til en restaurant i byen for bespisning og mingling mellom studenter og bedriftsrepresentanter."
    },
    "cyberdays":{
      "title": "Cyberdagene",
      "body": "Cyberdagene er vår karrieredag! Den arrangeres en gang per semester, og er en super arena for å rekruttere og promotere seg selv mot studentene våre. Her blir det mulighet til å ta en prat med studenter, markedsføre dere, og ikke minst annonsere sommerjobber til ivrige studenter! Bedriften får en stand og bestemmer selv hva dere ønsker å gjennomføre under selve karrieredagen. Her tilrettelegger vi også for speed intervjuer dersom det er ønskelig. På kvelden blir det lagt opp for mingling med studenter på Huset med en pils og noe mat."
    },
    "ctf": {
      "title": "CTF",
      "body": "Capture the Flag er en perfekt arena for å både bli kjent med, og å utvikle studentene sine info-sec ferdigheter. Her kan dere som bedrift utfordre studentene våre til å løse oppgaver sammen! Vi oppfordrer til at dere har en egenlaget CTF som studentene kan leke seg med. Etter selve CTF'en er det vanlig å ta med alle deltagerne ned til en restaurant for bespising og mingling med bedriftsrepresentantene."
    },
    "workshop": {
      "title": "Workshop & Fagpres",
      "body": "Login arrangerer også workshops og fagpresentasjoner. Workshops går ut på at bedriften får litt tid hvor de kan presentere seg selv, etterfulgt av at studenter jobber med diverse prosjekter de har samtidig som bedriftsrepresentanter mingler og gir tips til studenter. Med en fagpresentasjon vil bedriften igjen kunne kort presentere seg selv før det blir holdt en faglig fokusert presentasjon av bedriften. Her kan det være formidling av teknologier eller prinsipp som deres bedrift jobber med."
    },
    "profiling": {
      "title": "Utlysning & Profilering",
      "body": "PR komiteen tilbyr også deling av stillingsutlysninger, jobbannonser, og annen type profilering på våre aktive sosiale kanaler (Discord, Instagram, Facebook, Login.no). Dersom bedriften har arrangert en bedpres, workshop/fagpres eller CTF med oss det gjeldene semesteret vil profilering være inkludert (uten ekstra kostnad)."
    }
  },
  "contact": {
    "title": "Kontakt Info",
    "address": "Adresse",
    "email": "Epost"
  }
}
