{
    "title": "Verv",
    "intro": "Verv is a voluntary position for those with an extra passion or desire to make a change for the better in Login. Verv gives extra responsibility, meaning more effort is required. Consecutively it creates opportunities to establish new relationships, for example by participating in our intern events.",
    "imageCarousel": {
        "1": {
            "title": "Anders, previous leader of Login",
            "description": "Anders performing a color test."
        },
        "2": {
            "title": "Stand from Catch IDI",
            "description": "Pepper together with some of Logins master students."
        },
        "3": {
            "title": "Nucleus launch party",
            "description": "Simon, previous leader of TekKom, together with several TekKom members at the launch party of the Login app."
        },
        "4": {
            "title": "CTF",
            "description": "CTFkom during a CTF."
        },
        "5": {
            "title": "CTF",
            "description": "The participants get their skills put to the test during Logins CTFs."
        },
        "6": {
            "title": "Christmas party",
            "description": "Good vibes at Logins christmas party."
        },
        "7": {
            "title": "Cabin trip",
            "description": "Evntkom hosted a cabin trip. This was a great success."
        },
        "8": {
            "title": "Grilling at the cabin trip",
            "description": "Good memories from grilling at the cabin trip."
        },
        "9": {
            "title": "EvntKom at Bowling",
            "description": "EvntKom went bowling."
        },
        "10": {
            "title": "Poker night",
            "description": "Some were left richer than others when Login hosted a poker night. At least there was good vibes all night."
        },
        "11": {
            "title": "Login at Bedpres",
            "description": "About every week throughout the enitre semester Login hosts company presentations. These are very popular amongst the students, but would not be possible without some zealots."
        },
        "12": {
            "title": "Access control to Bedpres",
            "description": "Wiktor and Mads controlling that everyone who shows up have registered."
        },
        "13": {
            "title": "PR playing table tennis",
            "description": "Several of the members of PR playing table tennis."
        },
        "14": {
            "title": "VR Event",
            "description": "Login hosting a VR event. Here many students got their senses put to the test."
        },
        "15": {
            "title": "PR going to town",
            "description": "Login spreading good vibes in town!"
        }
    },
    "committeeSection": {
        "title": "What do you do with verv?",
        "intro": "Login consists of 5 committees with different tasks. Below you will find a short description of each committee and their typical tasks.",
        "board": {
            "eventkom": "EventKom leader",
            "pr": "PR leader",
            "bedkom": "BedKom leader",
            "tekkom": "TekKom leader",
            "ctfkom": "CTFkom leader",
            "satkom": "SATkom leader"
          },
        "eventkom": {
            "title": "Evntkom",
            "intro": "Evntkom are responsible for Logins events.",
            "body": "With verv in Evntkom you will be very visible on campus. You help host, and get to join the events of Login. This is the committee for you if you like to be responsible, but at the same time be social and try new things."
        },
        "tekkom": {
            "title": "TekKom",
            "intro": "TekKom develops the infrastructure of Login.",
            "body": "This is a very open verv where you can help with existing projects like this website or the Login app, or start your own. We both need experienced developers, and designers."
        },
        "pr": {
            "title": "PR",
            "intro": "PR is the face of Login, and they are responsible for our social media.",
            "body": "With verv in PR you will help communicate both with our students, and our companies. PR promotes events and other topics related to Login in social media. PR also helps with recruitment. Wether you are a good photographer, or just wants to be our next Logfluencer, this is the committee for you."
        },
        "bedkom": {
            "title": "BedKom",
            "intro": "BedKom intro placeholder",
            "body": "BedKom body placeholder"
        },
        "ctfkom": {
            "title": "CTFkom",
            "intro": "CTFkom is Logins hacker-committee",
            "body": "CTFKom is the committee hosting Logins CTF events on campus. Their main task is hacking ING:a and creating a mess there! With verv in CTFkom you will both develop CTF tasks, and host company CTFs. Here you work to improve all of our students skills through Capture The Flag competitions. Every other week you will help host CTFs. Many of CTFkoms members are also active in international CTF competitions, which is an excellent opportunity to develop both new skills, and new relationships at the same time as you get in contact with many interesting companies."
        },
        "satkom":{
            "title": "SATkom",
            "intro": "<abbr title=\"Systematic Automated Transactions\">SATkom</abbr> is the committee guarding Logins money bin, making sure the money flows both in, and out. Wether you have an economical eye, or just desires to become Logins next sugar daddy, this is the committee for you!",
            "body": "With verv in SATkom, you help manage the funds Login disposes, making sure we stay clear of the IRS. SATkom makes weekly budgets, and makes sure none of the committees go too much above budget. The committee also has a 'Dungeon Master' whose task is to watch over the Login Lounge, and make sure all of our members get enough caffeine. Furthermore the committee is involved with budgeting, various financial matters, and other able-goers."
        }
    },
    "apply": {
        "title": "Apply for verv",
        "body": "The committees are continuously accepting applications below. For further questions or if you have not been convinced yet, please reach out to the respective committee leader. For general inquiries you may reach our recruitment manager via <a class='standard-link standard-link--underscore-hover' href='https://discordapp.com/users/877108421772582962'>Discord</a>, or send us a <a class='standard-link standard-link--underscore-hover' href='mailto:kontakt@login.no'>mail</a>.",
        "action": "Apply for verv"
    }
  }